tap "homebrew/bundle"
tap "homebrew/core"
brew "bat"
brew "broot"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "glow"
brew "htop"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "rust"
brew "cmake"
brew "pkg-config"
brew "icdiff"
brew "zoxide"
brew "dust"
brew "duf"
brew "mcfly"

brew "python"
brew "mypy"
brew "isort"
brew "black"
brew "pyright"


tap "go-task/homebrew-tap"
brew "go-task"

tap "hhoeflin/tap"
brew "zotero"
brew "mambaforge"
brew "buildg"
