tap "hhoeflin/tap"
brew "tmux"
brew "golang"
# elfutils fails in RHEL 8 without custom adjustment
brew "hhoeflin/tap/elfutils"
brew "hhoeflin/tap/util-linux"
brew "rust"
brew "hhoeflin/tap/git"
brew "neovim"
brew "lsd"
brew "atuin"
brew "yazi"
brew "zoxide"
brew "bat"
brew "broot"
brew "ripgrep"
brew "tealdeer"
brew "dust"
brew "fd"
brew "git-delta"
brew "starship"
brew "csvlens"
brew "glow"
brew "task"
brew "just"
brew "chezmoi"
brew "lazygit"
brew "pdm"
brew "pyright"
brew "prettier"
brew "nginx"
brew "micromamba"
brew "bash-preexec"
brew "fzf"
brew "lmod"
brew "hhoeflin/tap/glib"
brew "hhoeflin/tap/gobject-introspection"
brew "hhoeflin/tap/cups"
brew "openjdk"
brew "hhoeflin/tap/nextflow"
